Repository: Bavovna-Debug/Plaque-iOS
Catalog: Plaque/*.lproj/Localizable.strings
Languages: de, fr, ru, uk

# GPSERROR_MESSAGE
source: Without access to GPS this app could not represent contents of vpCloud in 3D. You can enable GPS access for this app in system settings of your device.
de: Ohne Zugriff auf GPS kann diese App die Inhalte der vpCloud in 3D nicht repräsentieren. Sie können Zugriff auf GPS für diese App in den Systemeinstellungen Ihres Geräts aktivieren.
fr: Sans accès au GPS, cette application ne pouvait pas représenter le contenu de vpCloud en 3D. Vous pouvez activer l'accès au GPS pour cette application dans les paramètres système de votre appareil.
ru: Без доступа к GPS это приложение не сможет представлять содержимое vpCloud в 3D. Вы можете включить GPS-доступ для этого приложения в системных настройках Вашего iPhone/iPad.
uk: Без доступу до GPS цей додаток не зможе відображати вміст vpCloud у 3D. Ви можете ввімкнути доступ до GPS для цього додатка в системних налаштуваннях Вашого iPhone/iPad.

# AVERROR_TITLE
source: Camera
de: Kamera
fr: Caméra
ru: Камера
uk: Камера

# AVERROR_MESSAGE
source: Without access to camera this app could not represent contents of vpCloud in 3D. You can enable camera access for this app in system settings of your device.
de: Ohne Zugriff auf Kamera kann diese App die Inhalte der vpCloud in 3D nicht repräsentieren. Sie können Zugriff auf Kamera für diese App in den Systemeinstellungen Ihres Geräts aktivieren.
fr: Sans accès à la caméra, cette application ne pouvait pas représenter le contenu de vpCloud en 3D. Vous pouvez activer l'accès de la caméra pour cette application dans les paramètres système de votre appareil.
ru: Без доступа к камере это приложение не сможет представлять содержимое vpCloud в 3D. Вы можете включить доступ к камере для этого приложения в системных настройках Вашего iPhone/iPad.
uk: Без доступу до камери цей додаток не може відображати вміст vpCloud у 3D. Ви можете ввімкнути доступ до камери для цього додатка в системних налаштуваннях Вашого iPhone/iPad.

# ALERT_BUTTON_OK
source: OK
fr: D'accord
ru: ОК
uk: ОК

# ALERT_BUTTON_NO
source: No
de: Nein
fr: Non
ru: Нет
uk: Ні

# ALERT_BUTTON_YES
source: Yes
de: Ja
fr: Oui
ru: Да
uk: Так

# SETUP_QUESTION_ABOUT_GPS_TITLE
source: Setup
de: Grundeinstellungen
fr: Réglages de base
ru: Настроийка
uk: Налаштування

# SETUP_QUESTION_ABOUT_CAMERA_TITLE
source: Setup
de: Grundeinstellungen
fr: Réglages de base
ru: Настроийка
uk: Налаштування

# SETUP_QUESTION_ABOUT_NOTIFICATIONS_TITLE
source: Setup
de: Grundeinstellungen
fr: Réglages de base
ru: Настроийка
uk: Налаштування

# DO_YOU_WANT_TO_CREATE_PROFILE_TITLE
source: Profile
de: Profil
fr: Profil
ru: Профиль
uk: Профіль

# DO_YOU_WANT_TO_CREATE_PROFILE_MESSAGE
source: You don't have a vpCloud profile yet. Would you like to register yourself in vpCloud?
de: Sie haben noch keinen Profil in vpCloud angelegt. Möchten Sie sich jetzt in vpCloud registrieren?
fr: Vous n'avez pas encore de profil vpCloud. Voulez-vous inscrire dans vpCloud?
ru: У вас пока нет профиля vpCloud. Вы хотите зарегистрироваться в vpCloud?
uk: Ви ще не маєте профілю vpCloud. Хочете зареєструватися в vpCloud?

# DO_YOU_WANT_TO_CREATE_PROFILE_NOT_YET
source: Not yet
de: Noch nicht
fr: Pas encore
ru: Пока нет
uk: Не зараз

# DO_YOU_WANT_TO_CREATE_PROFILE_YES_BUTTON
source: Yes
de: Registrieren
fr: Oui
ru: Да
uk: Так

# PROFILE_FORM_CANCEL_BUTTON
source: Cancel
de: Abbrechen
fr: Annuler
ru: Отмена
uk: Відміна

# PROFILE_FORM_SUBMIT_BUTTON
source: Submit
de: Übernehmen
fr: Soumettre
ru: ОК
uk: ОК

# PROFILE_FORM_PROFILE_NAME_LABEL
source: Profile name:
de: Profilname:
fr: Nom de profil:
ru: Имя профиля:
uk: Ім'я профілю:

# PROFILE_FORM_PROFILE_NAME_HELP
source: Profile name must consist of at least 4 and not more than 20 characters and can contain letters, digits and some of special symbols.
de: Profilname muss mindestens 4 und nicht mehr als 20 Zeichen lang sein und kann Buchstaben, Ziffern und einigen Sonderzeichen enthalten.
fr: Le nom du profil doit comporter au moins 4 et pas plus de 20 caractères et peut contenir des lettres, des chiffres et des symboles spéciaux.
ru: Имя профиля должно состоять как минимум из 4 но не более 20 символов и содержать буквы, цифры и некоторые специальные символы.
uk: Ім'я профілю має складатися щонайменше з 4 та не більше 20 символів, і може містити букви, цифри та деякі спеціальні символи.

# PROFILE_FORM_PROFILE_NAME_VALIDATING_MESSAGE
source: Validating '%@' in vpCloud
de: Prüfen '%@' im vpCloud
fr: Validation de '%@' dans vpCloud
ru: Проверка '%@' в vpCloud
uk: Перевірка '%@' у vpCloud

# PROFILE_FORM_PROFILE_NAME_IS_AVAILABLE_MESSAGE
source: Name '%@' is free
de: Name '%@' ist frei
fr: Le nom '%@' est disponible
ru: Имя '%@' ещё свободно
uk: Ім'я '%@' ще не зайнято

# PROFILE_FORM_PROFILE_NAME_ALREADY_IN_USE_MESSAGE
source: Name '%@' is already used
de: Name '%@' ist schon vergeben
fr: Le nom '%@' est déjà utilisé
ru: Имя '%@' уже занято
uk: Ім'я '%@' вже зайнято

# PROFILE_FORM_PROFILE_NAME_CONSTRAINT_MESSAGE
source: Name '%@' does not confirm to name rules
de: Name '%@' entspricht nicht den Regeln
fr: Le nom '%@' ne confirme pas le nom des règles
ru: Имя '%@' не соответствует правилам
uk: Ім'я '%@' не відповідає правилам

# PROFILE_FORM_PROFILE_NAME_VALIDATION_ERROR_MESSAGE
source: You are not connected to vpCloud
de: Sie sind nicht mit vpCloud verbunden
fr: Vous n'êtes pas connecté à vpCloud
ru: Вы не подключены к vpCloud
uk: Ви не підключені до vpCloud

# PROFILE_FORM_USER_NAME_LABEL
source: Login name:
fr: Identifiant:
ru: Логин:
uk: Логін:

# PROFILE_FORM_PASSWORD_LABEL
source: Login password:
de: Passwort:
fr: Mot de passe:
ru: Пароль:
uk: Пароль:

# CREATE_PLAQUE_HELP_TEXT
source: Keep your iPhone/iPad vertical. Point it at an object near you and press 'Fire'. New plaque appears in about 20 meters in front of you.
de: Halte dein iPhone/iPad senkrecht. Richte es auf ein Objekt in deiner Nähe und drücke auf 'Platzieren'. Neuer Plaque erscheint in ca. 20 Meter vor dir.
fr: Gardez votre iPhone/iPad vertical. Pointez-le sur un objet près de chez vous et appuyez sur «Feu». Une nouvelle plaque apparaît à environ 20 mètres devant vous.
ru: Держите iPhone/iPad вертикально. Направьте его на объект рядом с вами и нажмите «Создать». Новая табличка появится примерно в 20 метрах перед вами.
uk: Тримайте iPhone/iPad вертикально. Наведіть його на об'єкт поруч з Вами і натисніть «Створити». Нова табличка з'явиться приблизно у 20 метрах перед вами.

# CREATE_PLAQUE_FIRE_BUTTON
source: Fire
de: Platzieren
fr: Feu
ru: Создать
uk: Створити

# CREATE_PLAQUE_CANCEL_BUTTON
source: Cancel
de: Abbrechen
fr: Soumettre
ru: Отмена
uk: Відміна

# DEFAULT_INSCRIPTION
source: Here could be your advertising
de: Hier könnte Ihre Werbung sein
fr: Voici votre publicité
ru: Здесь могла быть Ваша реклама
uk: Тут могла бути Ваша реклама

# EDIT_MODE_EDIT_BUTTON
source: Edit
de: Bearbeiten
fr: modifier
ru: Изменить
uk: Редагувати

# EDIT_MODE_COORDINATE_BUTTON
source: Location
de: Platzieren
fr: emplacement
ru: Дислокация
uk: Місце

# EDIT_MODE_ALTITUDE_BUTTON
source: Altitude
de: Höhe
ru: Высота
uk: Висота

# EDIT_MODE_DIRECTION_BUTTON
source: Direction
de: Richtung
ru: Направление
uk: Напрямок

# EDIT_MODE_TILT_BUTTON
source: Tilt
de: Neigung
fr: inclinaison
ru: Наклон
uk: Нахил

# EDIT_MODE_SIZE_BUTTON
source: Size
de: Größe
fr: taille
ru: Размер
uk: Розмір

# EDIT_MODE_BACKGROUND_BUTTON
source: Background
de: Hintergrund
fr: couleur fond
ru: Цвет фона
uk: Колір фону

# EDIT_MODE_FOREGROUND_BUTTON
source: Text color
de: Textfarbe
fr: couleur texte
ru: Цвет текста
uk: Колір тексту

# EDIT_MODE_FONT_BUTTON
source: Font size
de: Schriftgröße
fr: caractère
ru: Шрифт
uk: Розмір тексту

# EDIT_MODE_INSCRIPTION_BUTTON
source: Inscription
de: Aufschrift
fr: content
ru: Надпись
uk: Напис

# EDIT_MODE_FORTIFY_BUTTON
source: Protect
de: Absichern
fr: protection
ru: Защита
uk: Захист

# CAPTURED_PLAQUE_AUTHOR
source: Author: %@
fr: le créateur: %@
ru: Владелец: %@
uk: Власник: %@

# MESSAGE_FORTIFICATION_IN_PROCESS
source: Protection of one of your plaques is still in process. Please, wait until it finishes.
de: Absicherung einer Ihrer Plaques ist noch in Bearbeitung. Bitte warten Sie bis es fertig ist.
fr: La protection d'une de vos plaques est encore en cours. Attendez qu'il soit terminé.
ru: Включение защиты для одной из Ваших табличек все еще продолжается. Подождите, пока процесс закончится.
uk: Активація захисту для однієї з ваших табличок ще триває. Будь ласка, зачекайте, поки процесс завершиться.

# APP_STORE_ERROR_MESSAGE
source: Cannot proceed with your purchase right now! Try it later.
de: Ihre Bestellung kann in Moment nicht bearbeitet werden! Versuchen Sie es später.
fr: Ne pouvez pas procéder à votre achat dès maintenant! Essayez plus tard.
ru: Невозможно завершить покупку сейчас! Попробуйте позже.
uk: Неможливо виповнити покупку зараз! Спробуйте пізніше.

# APP_STORE_NOT_YET
source: No, thanks
de: Nein, danke
fr: Non, merci
ru: Нет, спасибо
uk: Ні, дякую

# APP_STORE_BUY_NOW
source: Buy - %@
de: Kaufen - %@
fr: Acheter - %@
ru: Купить - %@
uk: Купити - %@

# STATUS_BAR_VPCLOUD_ESTABLISH_CONNECTION
source: Connecting to vpCloud
de: Verbinden mit vpCloud
fr: Connexion à vpCloud
ru: Подключение к vpCloud
uk: Підключення до vpCloud

# STATUS_BAR_VPCLOUD_CANNOT_CONNECT
source: Cannot connect to vpCloud
de: Kann nicht mit vpCloud verbinden
fr: Peut pas se connecter à vpCloud
ru: Не удается подключиться к vpCloud
uk: Не вдається підключитися до vpCloudd

# STATUS_BAR_VPCLOUD_SCHEDULE_RECONNECT
source: Will retry to connect to vpCloud in %.0f seconds
de: Versuche in %.0f Sekunden Verbindung mit vpCloud zu erstellen
fr: Reviendrai à connecter à vpCloud en %.0f secondes
ru: Повторная попытка подключения к vpCloud через %.0f секунд
uk: Повторне спроба підключитися до vpCloud через %.0f секунд

# STATUS_BAR_VPCLOUD_CONNECTION_ESTABLISHED
source: Connection with vpCloud established
de: Verbunden mit vpCloud
fr: Connexion à vpCloud établie
ru: Установлено соединение с vpCloud
uk: З'єднання з vpCloud встановлено

# STATUS_BAR_VPCLOUD_LOST_CONNECTION
source: Connection to vpCloud lost
de: Verbindung mit vpCloud verloren
fr: Connexion à vpCloud perdu
ru: Потеряно соединение с vpCloud
uk: З'єднання з vpCloud втрачено

# STATUS_BAR_PROCESS_RADAR
source: Detected %u plaque(s) on radar
de: Entdeckt %u Plaque(s) auf dem Radar
fr: Détecté %u plaque(s) sur le radar
ru: Обнаружено %u табличек на радаре
uk: Виявлено %u табличок на радарі

# STATUS_BAR_PROCESS_PLAQUES
source: Synchronizing with vpCloud
de: Synchronisieren mit vpCloud
fr: Synchronisation avec vpCloud
ru: Синхронизация с vpCloud
uk: Синхронізація з vpCloud

# STATUS_BAR_DOWNLOAD_PLAQUES
source: Synchronizing %lu plaque(s) with vpCloud
de: Synchronisiere %lu Plaque(s) mit vpCloud
fr: Synchronisation de %lu plaque(s) avec vpCloud
ru: Синхронизация %lu табличек с vpCloud
uk: Синхронізація %lu табличок з vpCloud

# STATUS_BAR_NEW_PLAQUE_SYNCRONIZED
source: You new plaque synchronized with vpCloud
de: Neuer Plaque wurde mit vpCloud synchronisiert
fr: La nouvelle plaque a été synchronisée avec vpCloud
ru: Ваша новая табличка синхронизована с vpCloud
uk: Ваша нова табличка синхронізована з vpCloud

# STATUS_BAR_PLAQUE_CHANGES_SYNCRONIZED
source: Plaque changes synchronized with vpCloud
de: Plaque(s) wurden mit vpCloud synchronisiert
fr: Les changements de plaque ont été synchronisés avec vpCloud
ru: Изменения синхронизованы с vpCloud
uk: Зміни синхронізовані з vpCloud

# YOUR_PLAQUE_WAS_DESTROYED
source: Your plaque '%2$@' was destroyed by %1$@!
de: Dein Plaque '%2$@' wurde aufgehoben durch %1$@!

# CREATE_PLAQUE_LABEL
source: Create a plaque over here
de: Plaque vor mir erstellen
